[
    {
        "title": "Disease runs rampant in Gaza as clean water runs out",
        "content": "As clean water in Gaza runs out, a long-expected health crisis has surged in recent days: a steep increase in gastrointestinal diseases and other illnesses tied to poor sanitation.On Wednesday, the World Health Organization reported that more than 44,000 cases of diarrhea had been documented in Gaza since mid-October — a dramatic increase compared to previous years.Last week, the WHO said that more than half of those cases were among children under age 5. In 2021 and 2022, Gaza averaged 2,000 cases a month of diarrhea among young kids.Dr. Ahmed Moghrabi, the head of plastic surgery at Nasser Hospital in the city of Khan Younis in southern Gaza, said he has seen increases in gastrointestinal illnesses. He and his children have been personally affected.It took four or five days, he said, to recover from the bouts of diarrhea.The illnesses, combined with overcrowded hospitals, a scarcity of food and other daily traumas, is \"a nightmare,\" Moghrabi told NBC News in a WhatsApp voice note. \"We are facing many difficulties.\"The exact cause of the gastrointestinal illnesses is unknown; it is impossible to do laboratory testing.But when clean water is unavailable, people are forced to drink and cook with tainted water, which is more likely to harbor bacteria that can lead to intestinal diseases, such as dysentery and cholera.\"People are resorting to coping mechanisms that are dangerous,\" said Sean Carroll, president and chief executive of Anera, a nongovernmental organization that provides humanitarian aid to the Middle East, including Gaza. \"They're drinking water that they shouldn't drink.\" The situation was expected to worsen Wednesday, as there is no longer enough fuel to power many of the water and sanitation facilities. \"As of 15 November, public water and sanitation services will start shutting down,\" the United Nations Relief and Works Agency for Palestine Refugees in the Near East, or UNRWA, said in an online statement.The shutdown will cause \"environmental hazards with around 400 tons of solid waste per day accumulated in all [refugee] camps,\" the U.N. group said. \"This will impose serious threats to public health, with a high risk of water contamination and disease outbreak.\"According to global health agencies, including the World Health Organization, people need a minimum of 15 liters of clean water (about 4 gallons) a day to meet basic needs, including drinking, cooking and cleaning. (The average person in the United States uses well over 300 liters a day, or nearly 80 gallons.)People living in Gaza were already using less than 15 liters before Israel cut off water, electricity and fuel to the Gaza Strip in retaliation for Hamas' terrorist attack on Israel on Oct. 7, Carroll said.\"The situation has been dire for a while,\" he said. \"Now it's actually getting to the point where people will not have water at all.\"\"Many people will be sick and die simply from loss of fluids,\" said May Chu, a professor with the Colorado School of Public Health and interim director of the Center for Global Health at C.U. Anschutz in Denver.Anera, the NGO, installed a water filtration system in Gaza run by solar energy, but the clean water it can provide is \"literally a drop in the bucket\" of what Gazans need, Carroll said. He has 12 workers in Gaza delivering meals and trying to clean shelters.\"But without fuel and some kind of access to clean or at least safer water, there's no way to keep up with it,\" Carroll said. \"If there's no water, you can't really clean. And the cleaning you can do doesn't take away the danger of disease spread.\"Carroll said he has heard reports that people are actively avoiding eating food, despite their hunger. \"The sanitary conditions are so horrendous,\" he said, \"they don't want to go to the bathroom.\"Other illnesses have also begun to ramp up in overcrowded shelters full of people who have had to flee their homes.On Wednesday, the WHO said there had been approximately 72,000 cases of acute respiratory infections and 808 cases of chickenpox in Gaza within the past month.What's more, there have been \"close to 14,200 skin diseases, scabies and lice,\" Dr. Rik Peeperkorn, WHO's representative for the West Bank and Gaza, said during a briefing Wednesday.Scabies, an itchy rash caused by tiny mites, is \"one of those things that no one talks about because it doesn't kill, but it's really annoying,\" said Dr. Paul Spiegel, the director of the Johns Hopkins Center for Humanitarian Health.\"When you have a lack of water and soap, scabies becomes extremely common. You're not able to wash your bedding or your clothes,\" Spiegel said. \"It's incredibly itchy. When your life is already pretty overwhelming, it's really rough.\"The lack of clean water and basic hygiene is concerning to Dr. Adam Levine, chief of global emergency medicine at the Brown University Alpert Medical School and School of Public Health, because they're \"tied to so many different health conditions,\" he said, including diarrheal disease, and skin and respiratory infections.\"Water, sanitation and hygiene are one of the primary priorities of any humanitarian response,\" Levine said, \"because it's such a basic need that leads to so many downstream consequences.\"Follow NBC HEALTH on Twitter & Facebook. Erika Edwards is a health and medical news writer and reporter for NBC News and \"TODAY.\"",
        "category": "health"
    },
    {
        "title": "From coffee shops to retail, Americans are tired of automated tip prompts everywhere",
        "content": "“Add a tip?”The prompts have become ubiquitous in all kinds of sales situations — from ordering a coffee to paying for a packaged sandwich — as digital card readers proliferate. But while automated requests for gratuities continue to spur confusion and grumbling, recent data suggests consumers have no trouble breezing past them.Many people first started noticing so-called tipflation as the economy emerged from the pandemic. Venturing out again to bars, restaurants and shops, consumers were confronted with what felt like a new set of etiquette expectations — and duly began tipping more often, even as many griped loudly about it. But those upticks were modest and far from universal, and some of shoppers’ generosity now looks to be waning.In a survey released this month by the Pew Research Center, 72% of American adults said tipping is now expected in more places than it was five years ago — but that’s pretty much all consumers can agree on when it comes to tipping.Many dislike it when the tablets they’re presented suggest specific gratuity amounts; 40% oppose the prompts, while just 24% favor them, according to Pew.But when consumers are left to their own devices, they take widely different approaches to deciding how much extra to offer and when to offer it, if at all. While 78% of respondents told Pew they always or often tip for haircuts, just 61% said the same of tipping their taxi or ride-hailing drivers. And only 1 in 4 reported frequently tipping baristas.Americans can’t even agree on whether adding a tip is more of a choice or an obligation: 21% see it the first way and 29% the latter, with the remaining 49% landing somewhere in the squishy middle, saying it depends on the situation.There’s just too many prompts now in the marketplace with these automated payment systems.DEIDRE POPOVICH, TEXAS TECH UNIVERSITYIt’s no surprise consumers are so divided and exasperated, said Deidre Popovich, a Texas Tech University professor of marketing and supply chain management who specializes in consumer behavior.“I think there’s just too many prompts now in the marketplace with these automated payment systems,” she said. “We’re used to tipping when we can evaluate the service, and in a lot of these situations, there’s no service tied to the tip. What do we do?”There has been some movement at the margins of Americans’ gratuity habits.NBC News reported in February that tipping frequency was up, possibly reflecting a pandemic hangover of good vibes toward service workers when expanding point-of-sale systems made it easier for businesses to solicit tips.The payments processor Square, which makes a popular point-of-sale platform, said the restaurant and retail workers who use its software have seen increases in tipped and overtime earnings. But the company noted that the rises have tracked broader wage increases and higher restaurant menu prices.“We’ve definitely observed a slight increase in tipping over the last few years,” said Ara Kharazian, the research lead at Square. “But I think it’s a lot more modest than people realize, and it’s starting to slow down a lot.”For example, the average overall earnings for restaurant workers using Square were $17.67 an hour in October, with a base wage of $13.80. That $3.87 difference, which mostly reflects tips, is only about 60 cents higher than it was in October 2021, according to the company’s payroll index.As consumers get used to seeing tip prompts in more places more regularly, they may be getting more comfortable ignoring them — especially after having dealt with inflation-related sticker shock for many goods and services over the past year.We’ve definitely observed a slight increase in tipping over the last few years, but I think it’s a lot more modest than people realize.ARA KHARAZIAN, RESEARCH LEAD AT SQUARELightspeed, another POS provider, said customers add tips on just 1.3% of in-store transactions at the retailers that have enabled its tipping feature.While tip levels in some settings have held steady or inched higher, others are declining.Lightspeed said the median tip at all types of restaurants using its service increased from 16.9% in the second quarter last year to 17.3% in the same period this year. But tip amounts for online orders and delivery — for which patrons can decide privately whether to tip, without service workers nearby — have dipped since last year, from about 8.8% to 8.1%.Another point-of-sale platform, Toast, said in September that average tips at full-service restaurants declined from 19.7% in the first quarter this year to 19.4% in the second — the lowest level for that category since the start of the pandemic. Gratuities at quick-service restaurants using Toast barely ticked up to 16.1% from 16.0% over the same period.A Bankrate survey this year found tipping frequency has continued a multiyear downslide virtually across the board. The shares of Americans who say they always tip in service transactions from food delivery to hotel housekeeping have steadily shrunk. That’s the case even at sit-down restaurants, where those who reported always tipping their servers fell from 75% in 2021 to 65% this spring.Some companies are trying other ways to nudge customers to tip. DoorDash wrote in a blog post this month that it was testing an in-app pop-up in the U.S. and Canada to remind users of its delivery service to leave gratuities, lest they risk longer waits.“Orders with no tip might take longer to get delivered,” the test prompt reads. “Are you sure you want to continue?”J.J. McCorvey is a business and innovation reporter for NBC News.",
        "category": "business"
    },
    {
        "title": "'It reminded me of Jan. 6': Democratic lawmaker describes clash outside the DNC",
        "content": "On Wednesday night, current lawmakers and candidates were mingling inside the Democratic National Committee's headquarters.The guest list included top party leaders, including House Minority Leader Hakeem Jeffries of New York, House Minority Whip Katherine Clark of Massachusetts and House Democratic Caucus Chair Pete Aguilar of California.But the quiet Democratic Congressional Campaign Committee was unexpectedly thrust into the national spotlight when it was interrupted by pro-Palestinian protesters who came to the doorstep of the DNC.A lawmaker who was inside the building said about 50 people were at the event. The person said that they heard chanting and tried to leave but that police said the building was on lockdown and no one could leave.The lawmaker said it soon became clear that something was out of the ordinary when a U.S. Capitol Police officer was brought in, suffering from pepper spray.“It reminded me of Jan. 6,” this person said. “It rattled me.”NBC News has confirmed that Democratic Reps. Sean Casten of Illinois, Brad Sherman of California and Debbie Dingell of Michigan were also at the DNC event.Eventually the Democratic leaders were able to leave the building in their cars through the basement garage, and the lawmaker who spoke to NBC News was able to get a ride in one of the leaders’ cars.“I’m very grateful,” the lawmaker said of Capitol Police. In a statement Thursday, the White House said President Joe Biden and first lady Jill Biden had called into a DNC and campaign staff meeting: \"They expressed appreciation to law enforcement who kept everyone inside the DNC safe last night, including staff and Members of Congress.\"Capitol Police said Wednesday night on X that a “large group of illegal protesters ... have cleared out, but USCP officers will stay on scene out of an abundance of caution.” They previously put the number of demonstrators at about 150, who they said were “violently protesting.”Police said that six officers were treated for injuries as a result of the demonstration and that one person was arrested and accused of assaulting an officer.Sherman tweeted Wednesday that he was evacuated from the DNC “after pro-terrorist, anti-#Israel protestors grew violent, pepper spraying police officers and attempting to break into the building.”In a joint statement Thursday, Jeffries, Clark, Aguilar and campaign committee Chair Suzan DelBene of Washington thanked Capitol Police and alleged that \"some protesters escalated their activity in a manner that exceeded a peaceful demonstration.\"Protesters have repeatedly disputed the claim that protesters pepper-sprayed police.During a virtual news conference Thursday morning, organizers of the protest alleged that about 90 demonstrators were injured by police. Organizers alleged that “a peaceful protester was hit by, hit with bicycles by two different cops,\" another \"was pepper-sprayed directly in the face by police\" and “at least two peaceful protesters’ glasses were smashed by the police,\" among other violent incidents.Eva Borgwardt, a spokesperson for IfNotNow — a group that describes itself as “American Jews organizing our community to end U.S. support for Israel’s apartheid system” — disputed Sherman's account, saying he is “spreading dangerous and reckless misinformation about our nonviolent movement.”She added that protesters had engaged in nonviolent acts of civil disobedience \"to call on Democrats to support a cease-fire and an end to our government’s funding of violence against Palestinian civilians.\"“I personally have never seen such a, like, fast and violent escalation by police with no warning,” Borgwardt said. “Protesters were singing in front of the door to the DNC, and almost immediately, the police were trying to, like, tear them off of each other and shove them down the stairs.“And then the peaceful protesters that were assembled in the street — again, we were holding candles to represent the Palestinian lives lost — and officers were shoving everyone out of the street with their bicycles, with no warning or explanation,” she added.Capitol Police alleged in a statement Thursday morning that the group “moved dumpsters in front of the exits” and “pepper sprayed our officers.” Asked by NBC News to respond to the statement, Borgwardt said she “did not see anything like that” and maintained that protesters did not pepper-spray officers.Rabbi Jessica Rosenberg, one of the organizers of the rally, said that police had the tools needed to carry out a dispersal order peacefully and nonviolently to safely remove protesters but that “instead they chose to push people and shove people and hit and pepper spray.”“The police have tools to deal with nonviolent civil disobedience, and last night they chose not to use them,” she said. “And I want to know why.”Kyle Stewart is an associate producer covering Congress for NBC News.Summer Concepcion is a politics reporter for NBC News.",
        "category": "politics"
    },
    {
        "title": "Brazil's Christ the Redeemer statue welcomes Taylor Swift with unique display",
        "content": "Taylor Swift received a special welcome in Rio de Janeiro on Thursday night with a projection on the city's iconic Christ the Redeemer statue as she continues the Latin American leg of her Eras Tour in Brazil.A shirt with the words \"Welcome to Brasil\" was displayed on the statue, along with the names of Brazil's states. The projection also featured symbols of Swift's music, including a scarf (a nod to her hit song \"All Too Well\") and a bow and arrow (most likely referring to \"The Archer\").The shirt's design resembled that of one Swift wore in the music video for her song \"You Belong With Me.\"Mayor Eduardo Paes confirmed that a projection would be displayed on the statue Thursday — and compared the impact of the singer-songwriter's arrival to the likes of singers Michael Jackson and Madonna.\"We will properly honor Taylor Swift and her arrival to carioca territory tonight,\" he said in a video posted on X, using a term that refers to the people of Rio de Janeiro. \"Welcome, Taylor Swift.\"Swift is scheduled to play three shows at the city’s Nilton Santos stadium starting Friday, followed by three more shows in São Paulo next weekend.The mayor's announcement comes after an online movement from fans who pleaded for Omar Raposo, rector of the sanctuary of Christ the Redeemer, to project a shirt from one of Swift's music videos onto the statue upon her arrival, according to the Brazilian newspaper O Globo.Raposo agreed, but only if Swifties managed to donate 20,000 units of panettone, a sweet bread eaten at Christmas, and clean water as part of a fundraiser to support local charities for the Holy See's World Day of the Poor, O Globo reported.Christ the Redeemer frequently projects messages or visuals in support of social and cultural causes. In July, the statue displayed a clock symbolizing the urgent state of the climate crisis. And in 2020, an array of flags of countries impacted by the coronavirus pandemic was displayed.For more from NBC Latino, sign up for our weekly newsletter.Isabela Espadas Barros Leal is an Associate Editor for NBC News's diversity verticals based in New York. ",
        "category": "culture-matters"
    }
]