[
    {
        "title": "Trump Can’t Resist Turning Testimony Into Tirade",
        "content": "Trump under questioning drifted into diatribes, disparaging the state’s top prosecutor and the judge hearing his case while accusing them of political harassment.",
        "category": "Politics"
    },
    {
        "title": "Trump Testifying Is a Test All Its Own",
        "content": "Beyond having a former president testify under oath, Trump taking the stand in his civil trial creates an unusual situation – one in which his bombastic nature and tendency to misrepresent will be constrained..",
        "category": "Politics"
    },
    {
        "title": "House Passes Israel Aid Package",
        "content": "Beyond having a former president testify under oath, Trump taking the stand in his civil trial creates an unusual situation – one in which his bombastic nature and tendency to misrepresent will be constrained.",
        "category": "Politics"
    },
    {
        "title": "The High-Stakes Races in Election ‘23",
        "content": "Voters are heading to the polls to decide critical races for governor as well as for state legislatures, judicial positions and ballot measures.",
        "category": "Politics"
    },
    {
        "title": "Dems Look to Bypass Military Holds",
        "content": "Attention is turned to a resolution to circumvent Sen. Tommy Tuberville’s objections after his GOP colleagues staged a dramatic confrontation on the Senate floor.",
        "category": "Politics"
    },
    {
        "title": "Santos Survives Expulsion Vote",
        "content": "The New York Republican has been embroiled in scandal since he took office and admitted to fabricating elements of his resume.",
        "category": "Politics"
    },
    {
        "title": "Schumer’s Far-Right Warning to Johnson",
        "content": "The Senate majority leader warned the new speaker not to ‘follow the hard-right’ as major legislative tests between the chambers get underway.",
        "category": "Politics"
    },
    {
        "title": "Who Is Running for President?",
        "content": "Former President Donald Trump is leading the pack on the Republican side while President Joe Biden readies his reelection campaign.",
        "category": "Politics"
    },
    {
        "title": "Abortion on the Ballot in Virginia",
        "content": "Control of the legislature in elections next week stands to decide if Virginia will remain the last Southern state where abortion is accessible – and test the political strength of GOP Gov. Glenn Youngkin.",
        "category": "Politics"
    },
    {
        "title": "Haley Surges Into Second in Iowa",
        "content": "Still, the Iowa poll reflects a new political reality for the 2024 elections, with the nominations for both major political parties appearing to be sewn up by the front-runners.",
        "category": "Politics"
    },
    {
        "title": "Mike Pence Ends White House Bid",
        "content": "The former vice president announced an end to his campaign for the Republican nomination as he struggled to gain traction in the crowded field.",
        "category": "Politics"
    },
    {
        "title": "Vulnerable Biden Sees New Challenger",
        "content": "Democratic Rep. Dean Phillips is launching a bid for the White House as the president's approval rating falls to new lows among his party.",
        "category": "Politics"
    },
    {
        "title": "Smith Seeks New Gag Order for Trump",
        "content": "The latest request came after Trump took to social media to address reports that his former chief of staff was cooperating with prosecutors and testified against him.",
        "category": "Politics"
    },
    {
        "title": "There's Too Much Guesswork in Renting an Airbnb. the Short-Term Rental Giant Is Trying to Fix That",
        "content": "Airbnb says the biggest reason it loses some bookings to hotels is that people never know exactly what their Airbnb rental will look like until they check in",
        "category": "Business"
    },
    {
        "title": "Royal Pomp and Ceremony Planned for South Korean President's State Visit to the UK",
        "content": "South Korean President Yoon Suk Yeol will be greeted with royal pomp and ceremony before commemorating the sacrifice of British soldiers during the Korean War when he travels to the U.K. for a state visit later this month",
        "category": "Business"
    },
    {
        "title": "To Help 2024 Voters, Meta Says It Will Begin Labeling Political Ads That Use AI-Generated Imagery",
        "content": "The owner of Facebook and Instagram says it'll put labels on political ads created using artificial intelligence",
        "category": "Business"
    },
    {
        "title": "General Motors' Autonomous Vehicle Unit Recalls Cars for Software Update After Dragging a Pedestrian",
        "content": "GM's Cruise autonomous vehicle unit is recalling all 950 of its cars to update its software after one dragged a pedestrian to the side of a San Francisco street last month",
        "category": "Business"
    },
    {
        "title": "Putin Calls for Closer Russia-China Cooperation on Military Satellites and Prospective Weapons",
        "content": "Russian President Vladimir Putin has told a senior Chinese military official that Moscow and Beijing should expand their cooperation on military satellites and other prospective defense technologies",
        "category": "Business"
    },
    {
        "title": "International Monetary Fund Warns Europe Against Prematurely Declaring Victory Over Inflation",
        "content": "The International Monetary Fund says the European Central Bank and other policymakers across Europe need to keep interest rates at current elevated levels until they’re sure inflation is under control despite sluggish growth",
        "category": "Business"
    },
    {
        "title": "Stock Market Today: Markets Flat as Extended Rout in Energy Hints at Slowing Global Economy",
        "content": "Global shares are flat in muted trading as an extended rout in energy prices hints at falling demand as the global economy slows",
        "category": "Business"
    },
    {
        "title": "Rivian to End Exclusivity With Amazon, Allow Other Companies to Buy Its Electric Vans",
        "content": "Electric vehicle maker Rivian says it will allow other companies to purchase its delivery vans, ending its exclusive agreement with Amazon",
        "category": "Business"
    },
    {
        "title": "Biden Will Meet With United Auto Workers President in Illinois on Thursday",
        "content": "President Joe Biden will meet Thursday in Belvidere, Illinois, with the head of the United Auto Workers union",
        "category": "Business"
    },
    {
        "title": "BU Finds Ibram X. Kendi's Antiracist Research Center Managed Funds Properly, Despite Turmoil",
        "content": "Boston University said Tuesday that its initial inquiry into the antiracist research center run by best-selling author and academic Ibram X",
        "category": "Business"
    },
    {
        "title": "The US Sanctions Mexican Sinaloa Cartel Members and Firms Over Fentanyl Trafficking",
        "content": "The Treasury Department has imposed sanctions on 13 members of Mexico’s powerful Sinaloa cartel and four Mexico-based firms accused of trafficking fentanyl into the United States",
        "category": "Business"
    },
    {
        "title": "A Meta Engineer Saw His Own Child Face Harassment on Instagram. Now, He's Testifying Before Congress",
        "content": "On the same day whistleblower Frances Haugen was testifying before Congress about the harms of Facebook and Instagram to children in the fall of 2021, Arturo Béjar, then a contractor at the social media giant, sent an email to Meta CEO Mark Zuckerberg about the same topic",
        "category": "Business"
    },
    {
        "title": "Bangladesh Raises Monthly Minimum Wage for Garment Workers to $113 Following Weeks of Protests",
        "content": "Authorities in Bangladesh have announced a new minimum wage for garment factory workers after weeks of violent protests",
        "category": "Business"
    },
    {
        "title": "The Air Force Asks Congress to Protect Its Nuclear Launch Sites From Encroaching Wind Turbines",
        "content": "The Air Force is asking Congress to restrict further construction of the towering wind turbines that have edged closer to its nuclear missile sites in Montana, Wyoming, North Dakota, Nebraska and Colorado",
        "category": "Business"
    },
    {
        "title": "UBS Reports Pre-Tax Loss in 3Q but Says Benefits of Credit Suisse Merger Gather Steam",
        "content": "UBS has reported a $255 million pre-tax loss, shed some 4,000 jobs globally, cut costs faster than expected, and reaped billions in asset inflows in the third quarter",
        "category": "Business"
    }
]